"Camera Permissions" = "Autorizzazioni videocamera";

"Would you like to allow this application to use your camera to stream live video?" = "Consentire a questa applicazione di usare la videocamera per trasmettere un video dal vivo in streaming?";

"Don't Allow" = "Non consentire";

"Allow" = "Consenti";
